//These strings are used in Message Center Prefrence for email alert settings

//Address book panel title
"Email Address Book" = "Książka adresowa poczty e-mail";
"Addresses" = "Adresy";

//Duplicate entry error: title and description
"Duplicate email address found" = "Znaleziono zdublowany adres e-mail";
"This email address is already present in the recipients list." = "Ten adres e-mail jest już obecny na liście odbiorców.";

//For multiple entries
"Duplicate email addresses found" = "Znaleziono zdublowane adresy e-mail";
//a"This email address is already present in the recipients list." = "Ten adres e-mail jest już obecny na liście odbiorców.";
"Some of the email addresses are already present in the recipients list." = "Niektóre z adresów e-mail są już obecne na liście odbiorców.";
"These email addresses are already present in the recipients list." = "Te adresy e-mail jest już obecne na liście odbiorców.";


//Dupicate entry error: description: If we want to allow the user to add the duplicate entry.
"This email address is already present in the recipients list. Do you wish to add it again?" = "Ten adres e-mail jest już obecny na liście odbiorców. Czy chcesz go dodać ponownie?";

//Button titles
"Yes" = "Tak";
"No" = "Nie";
"OK" = "OK";

//New header name in recipients table view
"Send" = "Wyślij";
"Use" = "Użyj";

//Alert for unavailable access to address book
"Information unavailable" = "Informacje niedostępne";
"No access to the \"%@\" application.\nYou can unblock it via the System Preferences, Security & Privacy panel." = "Brak dostępu do aplikacji %@.\nMożesz ją odblokować w panelu Preferencje systemowe, bezpieczeństwo i prywatność.";